{"translation-revision-date":"2023-04-30 14:17:11+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Already have an existing plan or license key? <a>Click here to get started<\/a>":["Уже есть тарифный план или ключ лицензии? <a>Нажмите сюда, чтобы начать работу<\/a>"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Нажимая кнопки ниже, вы принимаете наши <tosLink>условия предоставления услуг<\/tosLink> и даёте согласие на <shareDetailsLink>обмен данными<\/shareDetailsLink> с WordPress.com."],"Arrow right":["Стрелка вправо"],"Arrow left":["Стрелка влево"],"Upgrade now to restore Jetpack Search functionality.":["Чтобы восстановить функциональность Jetpack Search, перейдите на новый тарифный план."],"You’ve exceeded the limits available for your search plan.":["Вы превысили ограничения, предусмотренные вашим планом поиска."],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Льготная цена предоставляется только на первый год, после чего продление осуществляется по обычной цене."],"%s not included":["%s не включено"],"%s coming soon":["%s скоро будет доступно"],"Coming soon":["Скоро будет доступно"],"Try Jetpack Instant Search for free now":["Попробуйте Jetpack Instant Search бесплатно"],"Quick and accurate spelling correction for when your site visitors mistype their search.":["Быстрое и точное исправление орфографии в поисковых запросах посетителей сайта."],"See all supported languanges":["См. все поддерживаемые языки"],"Language support for English, Spanish, French, Portuguese, Hindi, Japanese, among others.":["Поддерживаются английский, испанский, французский, португальский, японский, хинди и другие."],"Filtered and faceted searches by tags, categories, dates, custom taxonomies, and post types.":["Точный поиск с фильтрацией результатов (по тегам, рубрикам, датам, настраиваемым таксономиям и типам записей)."],"Real-time indexing, so your search index will update within minutes of changes to your site.":["Индексация в реальном времени: поисковый индекс обновляется в течение нескольких минут после изменений на сайте."],"%1$s requests":["Запросов: %1$s"],"%1$s records":["Записей: %1$s"],"For every additional %1$s records or requests, an additional <Price><\/Price> per month will be charged.":["За каждые дополнительные %1$s записей или запросов дополнительно списывается <Price><\/Price> в месяц."],"Starting price based on the number of records for <b>%1$s<\/b>.":["Начальная цена рассчитывается на основе количества записей для домена <b>%1$s<\/b>."],"%s off":["Скидка %s"],"You’ve exceeded the number of search requests available on the free plan for three consecutive months.":["Количество поисковых запросов, доступное в бесплатном тарифном плане, превышено третий месяц подряд."],"Finish":["Завершить"],"2 of 2":["2 из 2"],"Your search plugin now supports up to %1$s search requests per month.":["Количество поисковых запросов, поддерживаемое плагином поиска, теперь составляет %1$s в месяц."],"More search requests":["Больше поисковых запросов"],"1 of 2":["1 из 2"],"Thank you for upgrading! Now your visitors can search up to %1$s records.":["Благодарим за подключение тарифного плана! Теперь количество записей, по которым посетители сайта могут выполнять поиск, составляет %1$s."],"Site records increased":["Количество записей, доступных для сайта, увеличено"],"Tell me more about <jpPlanLimits>record indexing and request limits<\/jpPlanLimits>":["Подробнее об <jpPlanLimits>индексации записей и ограничении запросов<\/jpPlanLimits>"],"Upgrade now to increase your monthly request limit and avoid interruption.":["Измените тарифный план, чтобы иметь больше запросов в месяц и сохранить доступ к функции."],"Instant search and filtering without reloading the page.":["Мгновенный поиск и фильтрация без перезагрузки страницы."],"All other questions are handled by our team as quickly as we are able to through the WordPress support forum.":["Все остальные вопросы решаются нашими специалистами в максимально короткие сроки на форуме поддержки WordPress."],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.":["Владельцы платных планов получают приоритетную поддержку по эл. почте от наших инженеров."],"Paid customers can remove branding from the search tool.":["Владельцы платных планов могут удалить фирменную символику из инструмента поиска."],"Unbranded search":["Поиск без символики"],"A search request is when someone visiting your site searches for something.":["Поисковый запрос — это данные, введённые посетителем вашего сайта для поиска информации."],"Monthly requests":["Месячные запросы"],"Number of records":["Число записей"],"Shows Jetpack logo":["Отображение логотипа Jetpack"],"In the free plan, you can continue using the plugin even if you have more than 500 requests for three consecutive months.":["Если вы владелец бесплатного плана, вы можете продолжать использовать плагин, даже если у вас более 500 запросов за три месяца подряд."],"500 requests":["500 запросов"],"More about indexing and query limits":["Подробнее об индексации и ограничениях на запросы"],"In the free plan, you can continue using the plugin even if you have more than 5k records for three months.":["Если вы владелец бесплатного плана, вы можете продолжать использовать плагин, даже если у вас более 5000 записей за три месяца."],"5k records":["5000 записей"],"Branding removed":["Фирменная символика удалена"],"Starting price per month, billed yearly":["Начальная цена за месяц, ежегодная оплата"],"Do you want to increase your site records and search requests?.":["Хотите увеличить число записей и поисковых запросов на сайте?"],"Search requests":["Поисковые запросы"],"Site records":["Записи на сайте"],"Upgrade now and avoid any future interruption!":["Перейдите на платный тариф, чтобы сохранить доступ к функции."],"You’ve exceeded the number of search requests available on the free plan for two consecutive months.":["Количество поисковых запросов, доступное в бесплатном тарифном плане, превышено второй месяц подряд."],"You’ve exceeded the number of search requests available on the free plan.":["Превышено количество поисковых запросов, доступное в бесплатном тарифном плане."],"You’re close to exceeding the number of search requests available on the free plan for three consecutive months.":["Количество поисковых запросов, доступное в бесплатном тарифном плане, скоро будет превышено третий месяц подряд."],"You’re close to exceeding the number of search requests available on the free plan for two consecutive months.":["Количество поисковых запросов, доступное в бесплатном тарифном плане, скоро будет превышено второй месяц подряд."],"You’re close to exceeding the number of search requests available on the free plan.":["Скоро будет превышено количество поисковых запросов, доступное в бесплатном тарифном плане."],"Upgrade now to continue using Jetpack Search.":["Измените тарифный план, чтобы продолжить пользоваться Jetpack Search."],"You’ve exceeded the number of site records available on the free plan for three consecutive months.":["Количество записей на сайте, доступное в бесплатном тарифном плане, превышено третий месяц подряд."],"Upgrade now to increase your monthly record limit and avoid interruption!":["Измените тарифный план, чтобы увеличить количество записей, доступное в месяц, и сохранить доступ к функции."],"You’ve exceeded the number of site records available on the free plan for two consecutive months.":["Количество записей на сайте, доступное в бесплатном тарифном плане, превышено второй месяц подряд."],"You’ve exceeded the number of site records available on the free plan.":["Превышено количество записей на сайте, доступное в бесплатном тарифном плане."],"You’re close to exceeding the number of site records available on the free plan.":["Скоро будет превышено количество записей на сайте, доступное в бесплатном тарифном плане."],"You’re close to exceeding the number of site records and search requests available for the free plan.":["Скоро будет превышено количество записей на сайте и поисковых запросов, доступное в бесплатном тарифном плане."],"You’ve exceeded the number of site records and search requests available for the free plan.":["Превышено количество записей на сайте и поисковых запросов, доступное в бесплатном тарифном плане."],"Upgrade now to increase your limits and avoid interruption!":["Измените тарифный план, чтобы увеличить лимиты и сохранить доступ к функции."],"Upgraded":["Тарифный план изменен"],"Unlimited":["Без лимита"],"Your usage":["Данные об использовании"],"If you have recently set up Search, please allow a little time for indexing to complete.":["Если вы настроили поиск недавно, нужно немного подождать, пока завершится индексация."],"We're gathering your usage data.":["Мы собираем данные об использовании."],"Indexing %1$s":["Индексация %1$s"],"View details":["Подробности"],"% off":["-процентная скидка"],"Jetpack Search Logo":["Логотип Jetpack Search"],"Indeterminate Progress Bar":["Ход незавершённого процесса"],"Free plan":["Бесплатный тарифный план"],"We're gathering your usage data":["Мы собираем данные об использовании"],"We were unable to index your content":["Не удалось индексировать содержимое"],"Start for free":["Попробуйте бесплатно"],"Get Search":["Загрузить модуль Search"],"Not included":["Не включено"],"Included":["Включено"],"Instant search uses a dynamic overlay for lightning-fast searching, sorting, and filtering without reloading the page.":["При мгновенном поиске используется динамическое наложение для молниеносного поиска, сортировки и фильтрации без перезагрузки страницы."],"More info":["Больше информации"],"Once you hit %s indexed records, you'll be upgraded to the next tier. You won't be charged for the new tier until your next billing date.":["При достижении %s индексированных записей вы перейдёте на следующий уровень. Плата за использование нового уровня будет взиматься только начиная со следующей расчётной даты."],"You're close to the maximum records for this billing tier":["Вы приближаетесь к максимальному количеству записей для этого уровня тарификации"],"Jetpack's servers ran into a problem when trying to communicate with your site.":["На серверах Jetpack возникла проблема при попытке подключиться к вашему сайту."],"If you have recently set up Jetpack Search, please allow a little time for indexing to complete.":["Если вы настроили Jetpack Search недавно, подождите немного, пока не завершится индексация."],"other":["другое"],"Record type":["Тип записи"],"Summary of the records":["Обзор записей"],"<s>%1$s<\/s> records indexed":["Индексировано записей: <s>%1$s<\/s>"],"Your search index":["Ваш поисковый индекс"],"Close.":["Закрыть."],"Next":["Далее"],"<s>%1$s<\/s> records indexed out of the <s>%2$s<\/s> allotted for your current plan":["Проиндексировано записей: <s>%1$s<\/s> из <s>%2$s<\/s> выделенных для вашего текущего плана"],"Best-in-class support":["Лучшая поддержка"],"14 day money back guarantee.":["Гарантия возврата денег в течение 14 дней."],"Error fetching search stats":["Ошибка при получении статистики поиска"],"Record count":["Количество записей"],"If you grow into a new pricing tier, we'll let you know before your next billing cycle":["Мы предупредим о том, что вы приближаетесь к переходу на новый уровень, перед следующим циклом выставления счетов"],"Content displayed within results is updated in real-time":["Содержимое в результатах обновляется в реальном времени"],"Customizable filtering":["Настраиваемая фильтрация"],"Allow viewers to search through your site's records, lightning fast.":["Обеспечьте возможность быстро искать информацию по записям на сайте."],"The best WordPress search experience":["Лучший поиск WordPress"],"Get Jetpack Search":["Подключить Jetpack Search"],"Pricing will automatically adjust based on the number of records in your search index.":["* Цена будет автоматически скорректирована в соответствии с количеством записей в поисковом индексе. "],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Специальная цена для новых клиентов, продление подписки осуществляется по стандартной цене. Средства можно гарантированно вернуть в течение 14 дней."],"Support for 38 languages":["Поддержка 29 языков"],"Log in to get started":["Войдите, чтобы начать"],"Already have a subscription? <connectButton\/>":["Уже есть подписка? <connectButton\/>"],"Spelling correction":["Проверка орфографии"],"Supports 38 languages":["Поддержка 29 языков"],"Powerful filtering":["Мощные настройки фильтрации"],"Instant search and indexing":["Мгновенный поиск и индексирование"],"Magnifying Glass":["Лупа"],"Error fetching search plan…":["Не удалось получить план поиска…"],"Error fetching settings…":["Ошибка при получении настроек…"],"Error Update settings…":["Ошибка обновления настроек…"],"Icon for the product %s":["Значок для продукта %s"],"\/month, paid yearly":["\/месяц, оплачивается ежегодно"],"Enable instant search experience <span>(recommended)<\/span>":["Включить мгновенный поиск <span>(рекомендуется)<\/span>"],"Over 5 million WordPress sites are faster and more secure":["Более 5 миллионов веб-сайтов WordPress работают быстрее и стали безопаснее"],"An error occurred. Please try again.":["Произошла ошибка. Повторите попытку."],"Jetpack Logo":["Логотип Jetpack"],"Jetpack logo":["Логотип Jetpack"],"Help your visitors find exactly what they're looking for, fast":["Помогите посетителям быстро найти именно то, что нужно"],"Edit sidebar widgets":["Редактировать виджеты боковой панели"],"Customize search results":["Настроить результаты поиска"],"Jetpack Search is an incredibly powerful and customizable replacement for the search capability built into WordPress that helps your visitors find the right content.":["Jetpack Search — это невероятно мощное и настраиваемое средство, которое пришло на смену встроенной функции поиска в WordPress. Благодаря данному средству посетители могут эффективно искать нужное для себя содержимое."],"Offer instant search results to your visitors as soon as they start typing. ":["Предлагайте посетителям получать результаты мгновенного поиска по мере ввода запроса. "],"Filter options":["Фильтровать опции"],"Restore Connection":["Восстановить подключение"],"Reconnecting Jetpack":["Повторное подключение Jetpack"],"Post":["Опубликовать"],"Has a video.":["С видео."],"Tag":["Метка"],"Page":["Страница"],"Has an image.":["С изображением."],"Has multiple images.":["С несколькими изображениями."],"Toggle search filters.":["Измените фильтры поиска."],"Matching comment.":["Совпадающий комментарий."],"Show filters":["Показать фильтры"],"Is a product.":["Это товар."],"Is an event.":["Это событие."],"Has audio.":["С аудио."],"Found %s results":["Найдены результаты: %s"],"Oldest":["Старые"],"Records are all posts, pages, custom post types and other types of content indexed by Jetpack Search.":["Записи — это все записи, страницы, записи пользовательского типа и другие материалы, индексированные Jetpack Search."],"Upgrade Jetpack Search":["Перейти на поиск Jetpack"],"Enable instant search experience (recommended)":["Включить мгновенный поиск (рекомендуется)"],"Relevance":["Релевантность"],"Set up Jetpack":["Настроить Jetpack"],"Jetpack Search":["Поиск Jetpack"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Нажимая кнопку <strong>%s<\/strong>, вы принимаете <tosLink>Условия предоставления услуг<\/tosLink> и даёте согласие на <shareDetailsLink>обмен данными<\/shareDetailsLink> с WordPress.com."],"Priority support":["Приоритетная поддержка"],"An Automattic Airline":["Авиалиния Automattic"],"Updated settings.":["Настройки обновлены."],"Updating settings…":["Обновление настроек…"],"There was an error reconnecting Jetpack. Error: %s":["При переподключении Jetpack произошла ошибка. Ошибка: %s"],"Information.":["информация"],"Enable Jetpack Search":["Включить Jetpack Search"],"Learn more":["Подробнее"],"Category":["Категория"],"Jetpack":["Jetpack"],"Newest":["Новые"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-search\/build\/dashboard\/jp-search-dashboard.js"}}