{"translation-revision-date":"2023-04-30 14:17:11+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Video caption text":["Текст подписи к видео"],"Pick from video frame":["Выберите кадр из видео"],"Poster and preview":["Постер и предварительный просмотр"],"Select the frame you want to use as poster image":["Выберите кадр, который вы собираетесь использовать в качестве постера"],"Video frame":["Кадр из видео"],"Generating video poster image. It may take a few seconds.":["Генерирование видеопостера. Это может занять несколько секунд."],"Open Media Library":["Открыть библиотеку медиафайлов"],"This is how the video will look. Use the slider to choose a poster image.":["Так будет выглядеть видео. Выберите изображение постера с помощью слайдера."],"Poster":["Постер"],"Playback bar colors":["Цвета панели воспроизведения"],"Preload the video metadata when the page is loaded.":["Обеспечьте предварительную загрузку метаданных при загрузке страницы."],"Preload Metadata":["Предварительная загрузка метаданных"],"It seems there are some chapters, but they are incomplete. Check out the <link>format<\/link> and try again.":["Кажется, есть главы, но их список неполный. Проверьте <link>формат<\/link> и повторите попытку."],"VideoPress privacy setting\u0004Site Default (Public)":["Сайт по умолчанию (публичный)"],"VideoPress privacy setting\u0004Site Default (Private)":["Сайт по умолчанию (частный)"],"Connect your account to continue using VideoPress":["Подключите свою учётную запись, чтобы продолжить пользоваться VideoPress"],"Language must be five characters or less.":["Язык должен содержать не более пяти символов."],"Error updating the video details.":["Ошибка при обновлении сведений о видео."],"Gives viewers the option to share the video link and HTML embed code":["Дает просматривающим возможность делиться ссылкой на видео и внедрять код"],"Show video sharing menu":["Показать меню \"Поделиться видео\""],"English (auto-generated)":["Английский (создано автоматически)"],"Track exists. Replace?":["Дорожка существует. Заменить?"],"Show Controls":["Показать управление"],"Playback":["Воспроизвести"],"03:04 Credits":["03:04 Титры"],"02:38 Coming back home":["02:38 Возвращение домой"],"00:24 Mountains arise":["00:24 Восхождение"],"00:00 Intro":["00:00 Вступление"],"Example":["Пример"],"How to add Chapters to your VideoPress videos":["Как добавлять главы в видео VideoPress"],"Chapters in VideoPress":["Главы в видео VideoPress"],"Language (en, fr, etc.)":["Язык (en, fr и т. д.)"],"Add a new text track to the video. Allowed formats: %s":["Добавьте в видео новую текстовую дорожку. Разрешённые форматы: %s"],"Privacy and rating":["Конфиденциальность и рейтинг"],"Send us your <a>VideoPress feedback<\/a>":["Оставьте <a>отзыв на VideoPress<\/a>"],"Play the video inline instead of full-screen on mobile devices.":["Воспроизведение видео на мобильных устройствах во встроенном, а не полноэкранном режиме."],"Display the video playback controls.":["Отображение на экране элементов управления воспроизведением видео."],"Restarts the video when it reaches the end.":["Повторное воспроизведение видео после окончания."],"Start playing the video as soon as the page loads.":["Воспроизведение видео сразу после загрузки страницы."],"Make sure that the first timestamp starts with 00:00.":["Убедитесь, что первая отметка времени в списке начинается с 00:00."],"In the Description, add a list of timestamps and titles.":["В описании добавьте список отметок времени и заголовки."],"Chapters are a great way to split up longer videos and organize them into different sections.":["Главы — прекрасный инструмент для разделения длинных видео и их организации по разделам."],"Add your chapters entries in consecutive order, with at least 10-second intervals between each.":["Добавьте главы по порядку, интервал между ними должен быть не менее 10 секунд."],"Add at least three chapters entries and as many as you need.":["Добавьте не менее трёх глав."],"They allow your visitors to see what each section is about and skip to their favorite parts.":["По ним посетители увидят, чему посвящён каждый раздел, и смогут перейти к интересующим их частям."],"You already have chapter information on an attached VTT file, so adding chapters to the description will not change the original ones. <link>Learn more<\/link>":["Сведения о главах уже есть в прикреплённом файле VTT, поэтому, если добавить главы в описание, исходные главы не изменятся. <link>Подробнее<\/link>"],"Dynamic color":["Динамический цвет"],"Did you know you can now add Chapters to your videos? <link>Learn how<\/link>":["Знаете ли вы, что в видео можно добавлять главы? <link>Узнать как<\/link>"],"Dynamic colors example":["Пример с динамическими цветами"],"Playback bar colors adapt to the video as it plays.":["Цвета панели воспроизведения адаптируются к видео в процессе просмотра."],"<connectLink>Connect<\/connectLink> your site to use the <moreAboutVideoPressLink>VideoPress<\/moreAboutVideoPressLink> video block.":["<connectLink>Подключите<\/connectLink> сайт, чтобы использовать блок <moreAboutVideoPressLink>VideoPress<\/moreAboutVideoPressLink>."],"Video description":["Описание видео"],"Details":["Сведения"],"Uploading (%1$s%%)":["Загрузка... %1$s%%"],"Done":["Готово"],"Video poster (optional)":["Видеопостер (необязательно)"],"Video title":["Название видео"],"Resume":["Возобновить"],"Error selecting video. Please try again.":["Ошибка при выборе видео. Повторите попытку."],"Unexpected error uploading video.":["При попытке загрузить видео возникла непредвиденная ошибка."],"Please select a video from Library or upload a new one":["Выберите видео из библиотеки или загрузите новое"],"Finishing up …":["Заканчивать …"],"Upload Complete!":["Загрузка завершена!"],"Impossible to get a video preview after ten attempts.":["Невозможно включить предварительный просмотр видео после десяти попыток."],"Failed to upload your video. Please try again.":["Не удалось загрузить ваше видео. Повторите попытку."],"No custom Poster image selected.<help>You can upload or select an image from your media library to override the default video image.<\/help>":["Свой постер не выбран.<help>Вы можете загрузить или выбрать из библиотеки файлов изображение, которое будет использоваться вместо изображения по умолчанию.<\/help>"],"Invalid VideoPress URL":["Недопустимый URL-адрес VideoPress"],"Remove and use default":["Удалить и использовать изображение по умолчанию"],"Poster image":["Постер"],"You are currently overriding the default Poster image.<help>Remove it if you want to use the default image generated by VideoPress.<\/help>":["В настоящее время вы заменяете постер по умолчанию своим постером.<help>Удалите его, если хотите использовать изображение по умолчанию, сгенерированное VideoPress.<\/help>"],"Check the recommended video settings.":["Проверьте рекомендуемые настройки видео."],"The format of the video you uploaded is not supported.":["Формат загруженного видео не поддерживается."],"VideoPress privacy setting\u0004Private":["Частное"],"VideoPress privacy setting\u0004Public":["Публичное"],"Allow download":["Разрешить загрузку"],"Select track":["Выбрать трек"],"Got it, thanks":["Понятно"],"Upload track":["Загрузить дорожку"],"Add tracks":["Добавить дорожки"],"Kind":["Вид"],"Source language":["Язык оригинала"],"Title of track":["Название дорожки"],"File":["Файл"],"Text tracks":["Текстовые дорожки"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Дорожки могут быть субтитрами, подписями, главами или описаниями. Они помогают сделать содержимое доступным более широкому кругу пользователей."],"Chapters":["Главы"],"Descriptions":["Описания"],"Captions":["Подписи"],"Subtitles":["Субтитры"],"Loading…":["Загрузка…"],"Pause":["поставить на паузу"],"Play Inline":["Используйте встроенные возможности"],"Video rating for \"Restricted\", not recommended for children under 17.\u0004R":["R"],"Video rating for \"Parental Guidance\", unsuitable for children under 13.\u0004PG-13":["PG-13"],"Progress":["Ход выполнения"],"Loaded":["Загружено"],"Main":["Основной"],"Video rating for \"General Audiences\".\u0004G":["G"],"The age rating for this video.\u0004Rating":["Рейтинг"],"Redirecting…":["Переадресация…"],"Upgrade your plan to upload audio":["Обновите тарифный план, чтобы загружать аудио"],"Upgrade your plan to use video covers":["Обновите тарифный план, чтобы использовать видеообложки"],"Note: Autoplaying videos may cause usability issues for some visitors.":["Внимание: Автовоспроизведение видео может составить проблему для некоторых посетителей."],"Loop":["Петля"],"Muted":["Беззвучно"],"Select Poster Image":["Выберите изображение обложки"],"The current poster image url is %s":["Текущий адрес изображения обложки %s"],"There is no poster image currently selected":["Изображение обложки не выбрано"],"Remove Poster Image":["Удалить изображение обложки"],"Generating preview…":["Генерирование предпросмотра…"],"Autoplay":["Автоматическое переключение"],"Remove caption":["Удалить вариант"],"Add caption":["Добавить вариант"],"Try again":["Повторить попытку"],"Delete":["Удалить"],"Connect":["Подключайтесь"],"Save":["Сохранить"],"Title":["Заголовок"],"Cancel":["Отмена"],"Description":["Описание"],"Label":["Текст"],"Metadata":["Метаданные"],"Privacy":["Приватность"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-videopress\/build\/block-editor\/blocks\/video\/index.js"}}